Repository: CallMeLeon167/bedrock-composer-store
Catalog: languages/bedrock-composer-store-*.po
Languages: de_de

source: Add to Composer
de_de: Zu Composer hinzufügen

source: Adding...
de_de: Wird hinzugefügt...

source: Already in Composer
de_de: Bereits in Composer

source: Permission denied
de_de: Zugriff verweigert

source: Installation failed
de_de: Installation fehlgeschlagen

source: Invalid plugin data
de_de: Ungültige Plugin-Daten

source: composer.json not found
de_de: composer.json nicht gefunden

source: Plugin already in composer.json
de_de: Plugin bereits in composer.json

source: Cannot read composer.json
de_de: composer.json kann nicht gelesen werden

source: Invalid JSON in composer.json
de_de: Ungültiges JSON in composer.json

source: Cannot encode JSON
de_de: JSON kann nicht kodiert werden

source: Cannot write composer.json
de_de: composer.json kann nicht überschrieben werden

source: Plugin '%s' v%s added to composer.json!
de_de: Plugin '%s' v%s wurde zu composer.json hinzugefügt!
